Repository: skynergroup/stokvel-manager
Catalog: lib/l10n/app_*.arb
Languages: zu

source: Welcome
zu: Siyakwamukela

source: Welcome to
zu: Siyakwamukela ku

source: Sign In
zu: Ngena

source: Sign Out
zu: Phuma

# continueButton
source: Continue
zu: Qhubeka

source: Cancel
zu: Khansela

source: Save
zu: Gcina

source: Delete
zu: Susa

source: Edit
zu: Hlela

source: Done
zu: Kwenziwe

source: OK
zu: Kulungile

source: Error
zu: Iphutha

source: Loading...
zu: Iyalayisha...

source: Retry
zu: Zama futhi

source: or
zu: noma

# phoneAuthTitle
source: Enter your phone number to get started
zu: Faka inombolo yakho yocingo ukuze uqale

source: Phone Number
zu: Inombolo Yocingo

# phoneSmsNote
source: We'll send you a one-time code via SMS
zu: Sizokuthumela ikhodi kanye nge-SMS

# phoneValidationEmpty
source: Please enter your phone number
zu: Sicela ufake inombolo yakho yocingo

# phoneValidationInvalid
source: Enter a valid 9-digit SA phone number
zu: Faka inombolo efanele ye-SA enezinombolo eziyi-9

source: Continue with Google
zu: Qhubeka nge-Google

# termsPrefix
source: By continuing you agree to our
zu: Ngokuqhubeka uyavuma

source: Terms
zu: Imigomo

source: and
zu: kanye

source: Privacy Policy
zu: Inqubomgomo Yobumfihlo

# verifyNumber
source: Verify your number
zu: Qinisekisa inombolo yakho

# otpSubtitle
source: Enter the 6-digit code sent to
zu: Faka ikhodi yezinombolo eziyi-6 ethunyelwe ku

source: Verify
zu: Qinisekisa

source: Resend Code
zu: Thumela futhi Ikhodi

# resendIn
source: Resend in {seconds}s
zu: Thumela futhi ngo {seconds}s

source: Didn't receive code?
zu: Awuyitholanga ikhodi?

# profileSetup
source: Set up your profile
zu: Setha iphrofayili yakho

source: Full Name
zu: Igama Eliphelele

source: Preferred Language
zu: Ulimi Olukhethwayo

# saveAndContinue
source: Save & Continue
zu: Gcina & Qhubeka

source: Home
zu: Ikhaya

source: Groups
zu: Amaqembu

source: Money
zu: Imali

source: Profile
zu: Iphrofayili

source: Good morning
zu: Sawubona ekuseni

source: Good afternoon
zu: Sawubona ntambama

source: Good evening
zu: Sawubona kusihlwa

source: Total Savings
zu: Okonga Konke

# acrossGroups
source: Across {count} groups
zu: Kumaqembu angu-{count}

source: Next Contribution
zu: Umnikelo Olandelayo

# dueInDays
source: {amount} due in {days} days
zu: {amount} uyafuneka ezinsukwini ezingu-{days}

source: Next Payout
zu: Ukukhokha Okulandelayo

source: Next Meeting
zu: Umhlangano Olandelayo

source: Recent Activity
zu: Imisebenzi Yakamuva

# joinOrCreate
source: Join or create a stokvel to get started
zu: Joyina noma wenze isitokfela ukuze uqale

source: My Groups
zu: Amaqembu Ami

source: No stokvels yet
zu: Awekho amasitokfela okwamanje

# noStokvelsMessage
source: You're not in any stokvels yet. Create one or ask your chairperson for an invite link.
zu: Awukho esitokfeleni okwamanje. Dala elinye noma ucele usihlalo wakho isixhumanisi sokumema.

source: Create Stokvel
zu: Dala Isitokfela

source: Create
zu: Dala

source: Members
zu: Amalungu

# membersCount
source: {count} members
zu: Amalungu angu-{count}

# perMonth
source: {amount}/month
zu: {amount}/ngenyanga

source: Balance
zu: Ibhalansi

source: Balance: {amount}
zu: Ibhalansi: {amount}

source: Failed to load groups
zu: Yehlulekile ukulayisha amaqembu

source: Overview
zu: Ukubuka Konke

source: Contributions
zu: Iminikelo

source: Payouts
zu: Ukukhokha

source: Meetings
zu: Imihlangano

source: Record Payment
zu: Bhala Ukukhokha

source: Member
zu: Ilungu

source: Amount
zu: Inani

source: Payment Date
zu: Usuku Lokukhokha

source: Proof of Payment
zu: Ubufakazi Bokukhokha

source: Take Photo
zu: Thatha Isithombe

source: Upload File
zu: Layisha Ifayela

source: Notes
zu: Amanothi

source: Schedule Meeting
zu: Hlela Umhlangano

source: Meeting Title
zu: Isihloko Somhlangano

# dateAndTime
source: Date & Time
zu: Usuku & Isikhathi

source: Location
zu: Indawo

source: In Person
zu: Ngokuba Khona

source: Virtual
zu: Nge-inthanethi

source: Agenda
zu: I-Ajenda

source: Send via WhatsApp
zu: Thumela nge-WhatsApp

source: Rotational
zu: Isiyondonqa

source: Savings
zu: Okongayo

source: Burial Society
zu: Umbutho Wokungcwaba

source: Grocery
zu: Okwezitolo

source: Investment
zu: Ukutshalwa Kwemali

source: Hybrid
zu: Okuxubile

source: Notifications
zu: Izaziso

source: Today
zu: Namuhla

source: Yesterday
zu: Izolo

source: Settings
zu: Izilungiselelo

source: Language
zu: Ulimi

source: Dark Mode
zu: Imodi Emnyama

# notificationsEnabled
source: Notifications
zu: Izaziso

source: WhatsApp Alerts
zu: Izexwayiso ze-WhatsApp

source: About
zu: Mayelana

source: Terms of Service
zu: Imigomo Yokusetshenziswa

# helpAndSupport
source: Help & Support
zu: Usizo & Ukwesekwa

source: Rate the App
zu: Nika Amamaki I-App

source: Account
zu: I-Akhawunti

source: Log Out
zu: Phuma

source: Delete Account
zu: Susa I-Akhawunti

source: Edit Profile
zu: Hlela Iphrofayili

source: Invite Members
zu: Mema Amalungu

source: Share via WhatsApp
zu: Yabelana nge-WhatsApp

# onboardingTitle1
source: Track Every Rand
zu: Landelela Yonke iRandi

# onboardingDesc1
source: See exactly who paid, who owes, and where every cent goes.
zu: Bona ngqo ukuthi ubani okhokhe, ubani okweletayo, nokuthi yonke imali iya kuphi.

# onboardingTitle2
source: Never Miss a Payout
zu: Ungaphuthelwa Ukukhokha

# onboardingDesc2
source: Automatic rotation scheduling and reminders for every member.
zu: Ukuhlela kwerotation okuzenzakalelayo nezikhumbuzo zawo wonke amalungu.

# onboardingTitle3
source: Your Group, Connected
zu: Iqembu Lakho, Lixhumene

# onboardingDesc3
source: WhatsApp reminders, meeting scheduling, and transparent records for everyone.
zu: Izikhumbuzo ze-WhatsApp, ukuhlela imihlangano, namarekhodi asobala kuwo wonke umuntu.

source: Skip
zu: Yeqa

source: Next
zu: Okulandelayo

source: Get Started
zu: Qala
